{
    "1": {
      "name": "District 1 (Altstadt)",
      "description": "District 1, also known as Altstadt, is the historic heart of Zurich. It houses many medieval landmarks, including the famous Grossmünster and Fraumünster churches."
    },
    "2": {
      "name": "District 2",
      "description": "District 2 is home to the beautiful Zurichhorn Park and the Museum Rietberg. The district, located on the eastern shore of Lake Zurich, is known for its tranquil residential neighborhoods."
    },
    "3": {
      "name": "District 3 (Wiedikon)",
      "description": "District 3, or Wiedikon, is a bustling district known for its lively bars and clubs. It also boasts a number of parks and green spaces, including the popular Sihlpark."
    },
    "4": {
      "name": "District 4 (Aussersihl)",
      "description": "District 4, also known as Aussersihl, is a vibrant and trendy area. It's often referred to as Zurich's 'hip' district, with a thriving nightlife and arts scene."
    },
    "5": {
      "name": "District 5 (Industriequartier)",
      "description": "District 5, known as Industriequartier, is a former industrial zone that has been transformed into a trendy district with many loft-style apartments and tech start-ups."
    },
    "6": {
      "name": "District 6 (University Quarter)",
      "description": "District 6 is a largely residential district. It's also home to the University of Zurich and ETH Zurich, making it a bustling hub of student life."
    },
    "7": {
      "name": "District 7",
      "description": "District 7 is one of Zurich's most affluent districts. It's home to the beautiful Zurichberg, a wooded hill offering panoramic views of the city."
    },
    "8": {
      "name": "District 8 (Riesbach)",
      "description": "District 8, known as Riesbach, is an upscale district known for its picturesque lakeside promenades and elegant Belle Époque buildings."
    },
    "9": {
      "name": "District 9",
      "description": "District 9 is a diverse district with a mix of modern and traditional architecture. It includes the areas Albisrieden and Altstetten, which are known for their mix of residential and commercial buildings."
    },
    "10": {
      "name": "District 10 (Wipkingen / Höngg)",
      "description": "District 10 is home to the Werdinsel/Seebad Au-Höngg, a popular outdoor recreation area on the Limmat river. The district is largely residential and known for its peaceful atmosphere."
    },
    "11": {
      "name": "District 11",
      "description": "District 11 is one of Zurich's largest districts by area. It's known for its mix of residential and commercial zones, and is home to the Oerlikon Train Station, one of the city's major transportation hubs."
    },
    "12": {
      "name": "District 12",
      "description": "District 12 is largely residential and is known for its quiet, suburban atmosphere. It's home to the Triemli Hospital, one of the largest hospitals in Zurich."
    }
  }
   